[TLE_KevlarArmor X2ArmorTemplate]
FriendlyName="拾荒野战装甲"
FriendlyNamePlural="拾荒野战装甲"
BriefSummary="这种基本的装甲是由从废墟和抵抗军军火库中收集的碎片拼凑而成的临时保护。它对变种人和外星武器提供最基础的保护。"
TacticalText="<Bullet/> 所有士兵都配备有Kevlar装甲作为他们的基本装备。\n<Bullet/> 研究可以让我们获得更好的装甲。"

[TLE_PlatedArmor X2ArmorTemplate]
FriendlyName="原型野战装甲"
FriendlyNamePlural="原型野战装甲"
BriefSummary="使用变种人装甲的废料，这套装备提供了增强的保护和额外的装备容量，供我们的士兵使用。"
TacticalText="<Bullet/> 基于变种人废料的中等重量装甲。\n<Bullet/> 作为中等阶级装甲，它提供了一个额外的装备插槽。"

[TLE_PoweredArmor X2ArmorTemplate]
FriendlyName="实验动力装甲"
FriendlyNamePlural="实验动力装甲"
BriefSummary="我们对外星人的超铀技术的掌握使我们能够制造出最先进的战斗装甲。超铀动力装甲在对抗越来越强大的外星敌人的战斗中提供了前所未有的生存能力和多样性。"
TacticalText="<Bullet/> 可用的顶级中等阶级装甲。\n<Bullet/> 动力装甲有2个装备插槽。"

[SparkBit_CV X2GremlinTemplate]
BriefSummary="BIT是我们小精灵无人机的变体，其中医疗包和电击子系统被重型武器支架所取代。"

[SparkBit_MG X2GremlinTemplate]
BriefSummary="将外星合金添加到BIT设计中，使我们能够将发射器小型化，并为额外的电子战模块腾出空间。"

[SparkBit_BM X2GremlinTemplate]
BriefSummary="超铀电源单元在我们无人机设计中具有特别的用途，极大地增加了输出功率和网络战能力。"
